<?php return array (
  'schedule' => 
  array (
    'Понедельник' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '2.09-23.12 Информационные технологии (л)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Ломов П.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 103',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '2.09-23.12 Информационные технологии  (лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Ломов П.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 103',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '2.09-23.12 Информационные технологии  (лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Ломов П.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 103',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '2.09-23.12 Элективные дисциплины (модули) по физической культуре и спорту: Общая физическая подготовка\\ Спортивные секции',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Тушина О.П.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 сп. Зал',
        ),
      ),
    ),
    'Вторник' => 
    array (
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '17.09-24.12 Архитектура информационных систем (л\\лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Тоичкин Н.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '17.09-24.12 Архитектура информационных систем (л\\лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Тоичкин Н.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '17.09-24.12 Архитектура информационных систем (л\\лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Тоичкин Н.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
      '16.20 — 17.55' => 
      array (
        'Дисциплина' => 
        array (
          0 => '17.09-5.11 Технологии обработки информации (л)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Тоичкин Н.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
    ),
    'Среда' => 
    array (
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '18.09-25.12 Теория надежности информационных систем (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Тоичкин Н.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-25.12 Основы теории управления (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Малыгина С.Н.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 307',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-25.12 3D-моделирование для решения горно-технологических задач',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'Першин А.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 101',
        ),
      ),
      '16.20 — 17.55' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-25.12  Элективные дисциплины (модули) по физической культуре и спорту: Общая физическая подготовка\\ Спортивные секции',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Тушина О.П.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 сп. Зал',
        ),
      ),
    ),
    'Четверг' => 
    array (
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '19.09-26.12 Технологии программирования (л\\лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Тоичкин Н.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '19.09-26.12 Технологии программирования (л\\лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Тоичкин Н.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '19.09-26.12 Технологии программирования (л\\лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Тоичкин Н.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
    ),
    'Пятница' => 
    array (
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.10-27.12 Финансовый учет и отчетность\\ Основы проектирования в профессиональной деятельности (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Богданова Е.Н.',
        ),
        'Аудитория' => 
        array (
          0 => 'Zoom',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.10-27.12 Финансовый учет и отчетность\\ Основы проектирования в профессиональной деятельности (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Богданова Е.Н.',
        ),
        'Аудитория' => 
        array (
          0 => 'Zoom',
        ),
      ),
      '16.20 — 17.55' => 
      array (
        'Дисциплина' => 
        array (
          0 => '20.09-8.11 Технологии обработки информации (лаб)  2 пары',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'Асс. Ворсин Д.П.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
    ),
    'Суббота' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '7.09-28.12 Мультимедиа технологии  (л\\лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Вицентий А.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '7.09-28.12 Мультимедиа технологии  (л\\лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Вицентий А.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
    ),
  ),
  'timeSlots' => 
  array (
    'Понедельник' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Вторник' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Среда' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Четверг' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Пятница' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Суббота' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
    ),
  ),
);