<?php return array (
  'schedule' => 
  array (
    'Понедельник' => 
    array (
      '11.15' => 
      array (
        'Дисциплина' => 
        array (
          0 => '2.09-23.12 Защита информации  (л\\лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Федоров А.М.',
        ),
        'Аудитория' => 
        array (
          0 => 'Инст Инф. Каб.214',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '2.09-23.12 Защита информации  (л\\лаб)',
          1 => 'Междисциплинарная курсовая работа',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Федоров А.М.',
          1 => 'доц. Федоров А.М.',
        ),
        'Аудитория' => 
        array (
          0 => 'Инст Инф. Каб.214',
          1 => 'Инст Инф. Каб.214',
        ),
      ),
      '16.20 — 17.55' => 
      array (
        'Дисциплина' => 
        array (
          0 => 'Тест 1234567',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'test',
        ),
        'Аудитория' => 
        array (
          0 => 'test',
        ),
      ),
    ),
    'Вторник' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '8.10-12.11 Интеллектуальные системы и технологии  (л)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'проф. Шишаев М.Г.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 205',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '24.09-29.10 Вычислительный эксперимент в комплексных научных исследованиях (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Жарова А.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 каб 19',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '24.09-29.10 Вычислительный эксперимент в комплексных научных исследованиях (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Жарова А.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 каб 19',
        ),
      ),
    ),
    'Среда' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-20.11 Управление, организация и планирование производства (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Савельева О.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 205',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-20.11 Управление, организация и планирование производства (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Савельева О.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 205',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '18.09-25.12 Теория принятия решений\\ Проектный практикум  (пр\\лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Тоичкин Н.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '18.09-25.12 Теория принятия решений\\ Проектный практикум  (лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Тоичкин Н.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
      '16.20 — 17.55' => 
      array (
        'Дисциплина' => 
        array (
          0 => '18.12, 25.12 Теория принятия решений\\ Проектный практикум  (лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Тоичкин Н.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
    ),
    'Четверг' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '5.09-21.11 Электротехника и электроника  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Шейко Е.М.',
        ),
        'Аудитория' => 
        array (
          0 => 'к2 322',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '5.09-21.11 Электротехника и электроника  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Шейко Е.М.',
        ),
        'Аудитория' => 
        array (
          0 => 'к2 322',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '5.09-24.10 Теория информационных процессов и систем  (л)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Малыгина С.Н.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 207',
        ),
      ),
      '16.20 — 17.55' => 
      array (
        'Дисциплина' => 
        array (
          0 => '3.10-7.11 Управление ИТ-проектами  (л\\пр)  2 пары',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Быстров В.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
    ),
    'Пятница' => 
    array (
      '15.00' => 
      array (
        'Дисциплина' => 
        array (
          0 => '13.09-4.10 Правоведение  (л\\пр) по 3 пары, 11.10 - 3 пары +зачет',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Рашева Н.Ю.',
        ),
        'Аудитория' => 
        array (
          0 => 'Zoom',
        ),
      ),
    ),
    'Суббота' => 
    array (
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '14.09-30.11 Инженерная и компьютерная графика (л\\лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'Лукин А.С.',
        ),
        'Аудитория' => 
        array (
          0 => 'Skype',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '14.09-30.11 Инженерная и компьютерная графика (л\\лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'Лукин А.С.',
        ),
        'Аудитория' => 
        array (
          0 => 'Skype',
        ),
      ),
      '16.20 — 17.55' => 
      array (
        'Дисциплина' => 
        array (
          0 => '14.09-30.11 Инженерная и компьютерная графика (л\\лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'Лукин А.С.',
        ),
        'Аудитория' => 
        array (
          0 => 'Skype',
        ),
      ),
    ),
  ),
  'timeSlots' => 
  array (
    'Понедельник' => 
    array (
      0 => '9.00 — 10.35',
      1 => '11.15',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Вторник' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Среда' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Четверг' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Пятница' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '15.00',
      4 => '16.20 — 17.55',
    ),
    'Суббота' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
  ),
);