<?php return array (
  'schedule' => 
  array (
    'Понедельник' => 
    array (
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '2.09-23.12 Управление данными (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Сагидова М.Л.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 101',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '16.09-28.10 Программирование (л\\пр)',
          1 => '11.11-23.12 Программирование (лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Тоичкин Н.А.',
          1 => 'асс. Ворсин Д.П.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
          1 => 'к7 102',
        ),
      ),
      '16.20 — 17.55' => 
      array (
        'Дисциплина' => 
        array (
          0 => '16.09-28.10 Программирование (л\\пр)',
          1 => '11.11-23.12 Программирование (лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Тоичкин Н.А.',
          1 => 'асс. Ворсин Д.П.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
          1 => 'к7 102',
        ),
      ),
    ),
    'Вторник' => 
    array (
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '1.10-24.12 Философия (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Вицентий И.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 302',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '3.09-17.12 Элективные дисциплины (модули) по физической культуре и спорту: Общая физическая подготовка\\ Спортивные секции',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Барашин Г.Н.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 сп. Зал',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '3.09-26.11  Дифференциальные уравнения (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Малыгина С.Н.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 307',
        ),
      ),
      '16.20 — 17.55' => 
      array (
        'Дисциплина' => 
        array (
          0 => '3.09-26.11 Дифференциальные уравнения (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Малыгина С.Н.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 307',
        ),
      ),
    ),
    'Среда' => 
    array (
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-9.10, 6.11-20.11 Основы совместной профессиональной деятельности и командной работы (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Балымов И.Л.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 203',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-9.10, 6.11-20.11 Основы совместной профессиональной деятельности и командной работы (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Балымов И.Л.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 203',
        ),
      ),
    ),
    'Четверг' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '3.10-19.12 Экономика (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Савельева О.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 307',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '3.10-19.12 Экономика (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Савельева О.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 307',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '5.09-21.11 Физика (л)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Шейко Е.М.',
        ),
        'Аудитория' => 
        array (
          0 => 'к2 322',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '5.09-24.10 Физика (лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'Ст. пр. Николаев С.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к2 221',
        ),
      ),
      '16.20 — 17.55' => 
      array (
        'Дисциплина' => 
        array (
          0 => '5.09-17.10 Элективные дисциплины (модули) по физической культуре и спорту: Общая физическая подготовка\\ Спортивные секции',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Барашин Г.Н.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 сп. Зал',
        ),
      ),
    ),
    'Пятница' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '13.09-27.12 Теория вероятностей и математическая статистика (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Яковлев С.Ю.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 207',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '6.09-27.12 Математическая логика  и теория алгоритмов (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Степенщиков Д.Г.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 каб. 19',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.10-20.12 Основы проектирования (пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Быстров В.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'конференц-зал',
        ),
      ),
      '16.20 — 17.55' => 
      array (
        'Дисциплина' => 
        array (
          0 => '13.09-1.11 Теория вероятностей и математическая статистика (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Яковлев С.Ю.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 207',
        ),
      ),
    ),
    'Суббота' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '21.09-16.11 История России (пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'Газизов В.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'дистант',
        ),
      ),
    ),
  ),
  'timeSlots' => 
  array (
    'Понедельник' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Вторник' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Среда' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Четверг' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Пятница' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Суббота' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
    ),
  ),
);