<?php return array (
  'schedule' => 
  array (
    'Дни недели' => 
    array (
      'Часы' => 
      array (
        'Дисциплина' => 
        array (
          0 => 'Дисциплина',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'Ф.И.О. Преподавателя',
        ),
        'Аудитория' => 
        array (
          0 => 'Ауд.',
        ),
      ),
    ),
    'Понедельник' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '30.09-25.11 Физика (лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Николаев С.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к2 221',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '30.09-16.12 Основы научно-исследовательской работы (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'Вицентий И.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 104',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '2.09-16.12 Высшая математика (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Малыгина С.Н.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 307',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '30.09-16.12 Геофизика (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Бекетова Е.Б.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 303',
        ),
      ),
      '16.20 — 17.55' => 
      array (
        'Дисциплина' => 
        array (
          0 => '2.09-16.12 Элективные дисциплины (модули) по физической культуре и спорту: Общая физическая подготовка\\ Спортивные секции\\ Адаптивная физическая культура',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Тушина О.П.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 сп. Зал',
        ),
      ),
    ),
    'Вторник' => 
    array (
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '24.09-10.12 Иностранный язык',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Ковалевская А.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 306',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '24.09-17.12 Техники публичных выступлений и презентаций  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Яковлева М.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 308 адм. Кр',
        ),
      ),
    ),
    'Среда' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-20.11 Физика  (л)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Шейко Е.М.',
        ),
        'Аудитория' => 
        array (
          0 => 'к2 218',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-20.11 Физика  (л)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Шейко Е.М.',
        ),
        'Аудитория' => 
        array (
          0 => 'к2 218',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-9.10, 6.11-20.11 Основы совместной профессиональной деятельности и командной работы (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Балымов И.Л.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 203',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-9.10, 6.11-20.11 Основы совместной профессиональной деятельности и командной работы (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Балымов И.Л.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 203',
        ),
      ),
      '16.30' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-4.12 Кристаллография (л)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Паникоровский Т.Л.',
        ),
        'Аудитория' => 
        array (
          0 => 'Ак.г. д.50а 109',
        ),
      ),
    ),
    'Четверг' => 
    array (
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '5.09-19.12  Элективные дисциплины (модули) по физической культуре и спорту: Общая физическая подготовка\\ Спортивные секции\\ Адаптивная физическая культура',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Тушина О.П.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 сп. Зал',
        ),
      ),
      '16.30' => 
      array (
        'Дисциплина' => 
        array (
          0 => '5.09-5.12 Кристаллография (лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'Ст. пр. Сидоров М.Ю.',
        ),
        'Аудитория' => 
        array (
          0 => 'Ак.г. д.50а 109',
        ),
      ),
    ),
    'Пятница' => 
    array (
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.10-13.12 Геофизика (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Бекетова Е.Б.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 303',
        ),
      ),
    ),
    'Суббота' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '21.09-28.09 История России (л) по 2,5 пары',
          1 => '5.10-21.12 Структурная геология и геологическое картирование (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'проф. Никонов С.А.',
          1 => 'доц. Мудрук С.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'Skype',
          1 => 'Ак.г. д.50а 202',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '5.10-21.12 Структурная геология и геологическое картирование (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Мудрук С.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'Ак.г. д.50а 202',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '5.10-21.12 Структурная геология и геологическое картирование (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Мудрук С.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'Ак.г. д.50а 202',
        ),
      ),
    ),
  ),
  'timeSlots' => 
  array (
    'Дни недели' => 
    array (
      0 => 'Часы',
    ),
    'Понедельник' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Вторник' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Среда' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.30',
    ),
    'Четверг' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.30',
    ),
    'Пятница' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Суббота' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
  ),
);