<?php return array (
  'schedule' => 
  array (
    'Понедельник' => 
    array (
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '30.09-25.11Физика  (лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Николаев С.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к2 221',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '2.09- 23.12 Высшая математика (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Малыгина С.Н.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 307',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '2.09-21.10 Основы информационных технологий  (л)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Сагидова М.Л.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 101',
        ),
      ),
      '16.20 — 17.55' => 
      array (
        'Дисциплина' => 
        array (
          0 => '2.09-21.10 Основы информационных технологий (лаб)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Сагидова М.Л.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 101',
        ),
      ),
    ),
    'Вторник' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '1.10-24.12 Философия  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Вицентий И.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 302',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '3.09-19.11 Экономика  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Савельева О.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 307',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '3.09-19.11 Экономика  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Савельева О.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 307',
        ),
      ),
      '15.00' => 
      array (
        'Дисциплина' => 
        array (
          0 => '3.09-17.12 Дифференциальные уравнения в горном деле  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'проф. Терещенко С.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'Zoom',
        ),
      ),
      '18.05 — 19.40' => 
      array (
        'Дисциплина' => 
        array (
          0 => '3.09-17.12 Теоретическая механика (л)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Серпокрылова Т.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 302',
        ),
      ),
    ),
    'Среда' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-20.11 Физика  (л)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Шейко Е.М.',
        ),
        'Аудитория' => 
        array (
          0 => 'к2 218',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-20.11 Физика  (л)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Шейко Е.М.',
        ),
        'Аудитория' => 
        array (
          0 => 'к2 218',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-9.10, 6.11-20.11 Основы совместной профессиональной деятельности и командной работы  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Балымов И.Л.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 203',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-9.10, 6.11-20.11 Основы совместной профессиональной деятельности и командной работы  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Балымов И.Л.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 203',
        ),
      ),
    ),
    'Четверг' => 
    array (
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '3.10-19.12 Геодезия (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Андреева Н.Н.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 304',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '5.09-21.11 Геодезия (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Андреева Н.Н.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 304',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '5.09-7.11 Геология  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'зав. каф. Чикирёв И.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 308 адм. Кр',
        ),
      ),
      '16.20 — 17.55' => 
      array (
        'Дисциплина' => 
        array (
          0 => '12.09-7.11 Геология  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'зав. каф. Чикирёв И.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 308 адм. Кр',
        ),
      ),
    ),
    'Пятница' => 
    array (
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '20.09-6.12 Иностранный язык',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Скоробогатченко О.П.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 305',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '6.09-27.12 Элективные дисциплины (модули) по физической культуре и спорту: Общая физическая подготовка\\ Спортивные секции',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Тушина О.П.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 сп. Зал',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.10-20.12 Основы проектирования  (пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Шибаева Д.Н.',
        ),
        'Аудитория' => 
        array (
          0 => 'конференц-зал',
        ),
      ),
    ),
    'Суббота' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '21.09-21.12 Теоретическая механика (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Серпокрылова Т.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 302',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '21.09-16.11 История России  (пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'Газизов В.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'дистант',
        ),
      ),
    ),
  ),
  'timeSlots' => 
  array (
    'недели' => 
    array (
    ),
    'Понедельник' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
      5 => '18.05 — 19.40',
    ),
    'Вторник' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '15.00',
      4 => '18.05 — 19.40',
    ),
    'Среда' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Четверг' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Пятница' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Суббота' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
    ),
  ),
);