<?php return array (
  'schedule' => 
  array (
    'Понедельник' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '9.09-23.12 Физическая культура и спорт',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Барашин Г.Н.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 сп. Зал',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '23.09-23.12  Основы российской государственности  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Яковлева М.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 302',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '9.09-14.10 Кураторский час',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => '',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 Акт. Зал',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '9.09-28.10 Физическая культура и спорт  (л)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Барашин Г.Н.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 307',
        ),
      ),
    ),
    'Вторник' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '24.09-24.12 Иностранный язык',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Скоробогатченко О.П.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 305',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '24.09-24.12 Иностранный язык',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Скоробогатченко О.П.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 305',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '3.09-24.12 Информатика  (л)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Сагидова М.Л.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 302',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '3.09-24.12 Информатика  (пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Сагидова М.Л.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 101',
        ),
      ),
      '16.20 — 17.55' => 
      array (
        'Дисциплина' => 
        array (
          0 => '3.09-24.12 Информатика  (пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Сагидова М.Л.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 101',
        ),
      ),
    ),
    'Среда' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-4.12 Аналитическая геометрия  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Сахаров Я.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 205 адм. Кр',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '4.09-4.12 Аналитическая геометрия  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Сахаров Я.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 205 адм. Кр',
        ),
      ),
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '11.09-9.10 Безопасность жизнедеятельности  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Дьякова Л.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 302',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '11.09-9.10 Безопасность жизнедеятельности  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Дьякова Л.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 302',
        ),
      ),
    ),
    'Четверг' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '5.09-21.11 Физическая культура и спорт',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Барашин Г.Н.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 сп. Зал',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '26.09-26.12  Основы российской государственности  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Яковлева М.А.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 302',
        ),
      ),
      '13.00 - 16.30' => 
      array (
        'Дисциплина' => 
        array (
          0 => '26.09, 3.10, 10.10, 17.10, 24.10, 7.11, 14.11, 21.11, 28.11, 5.12 "МАУ.Стартап-2024"',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => '',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 205 адм. Кр',
        ),
      ),
      '16.20 — 17.55' => 
      array (
        'Дисциплина' => 
        array (
          0 => '26.09 Основы научно-исследовательской работы  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Вицентий А.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
    ),
    'Пятница' => 
    array (
      '9.00 — 10.35' => 
      array (
        'Дисциплина' => 
        array (
          0 => '20.09-11.10 Иностранный язык',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'ст. пр. Скоробогатченко О.П.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 305',
        ),
      ),
      '10.45 — 12.20' => 
      array (
        'Дисциплина' => 
        array (
          0 => '13.09-27.12 Математический анализ  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Яковлев С.Ю.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 207',
        ),
      ),
      '15.00' => 
      array (
        'Дисциплина' => 
        array (
          0 => '13.09, 20.09, 27.09, 4.10 Правоведение  (л\\пр) по 3 пары, 11.10- 3 пары +зачет',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Рашева Н.Ю.',
        ),
        'Аудитория' => 
        array (
          0 => 'Zoom',
        ),
      ),
    ),
    'Суббота' => 
    array (
      '12.50 — 14.25' => 
      array (
        'Дисциплина' => 
        array (
          0 => '7.09-19.10 Основы научно-исследовательской работы  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Вицентий А.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
      '14.35 — 16.10' => 
      array (
        'Дисциплина' => 
        array (
          0 => '7.09-19.10 Основы научно-исследовательской работы  (л\\пр)',
        ),
        'Ф.И.О Преподавателя' => 
        array (
          0 => 'доц. Вицентий А.В.',
        ),
        'Аудитория' => 
        array (
          0 => 'к7 102',
        ),
      ),
    ),
  ),
  'timeSlots' => 
  array (
    'Понедельник' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Вторник' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Среда' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Четверг' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '13.00 - 16.30',
      3 => '14.35 — 16.10',
      4 => '16.20 — 17.55',
    ),
    'Пятница' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '15.00',
      4 => '18.05 — 19.40',
    ),
    'Суббота' => 
    array (
      0 => '9.00 — 10.35',
      1 => '10.45 — 12.20',
      2 => '12.50 — 14.25',
      3 => '14.35 — 16.10',
    ),
  ),
);